Repository: dakanji/G2Project-plugins
Catalog: modules/linksinthehead/po/*.po
Languages: ca

source: Links In The Head
ca: Enllaços en menú

source: Add links to the header menu.
ca: Afegir enllaços en menú d'encapçalament.

source: Extra Data
ca: Dades addicionals

source: Links In The Head - Settings
ca: Enllaços en menú - Configuració

source: Settings saved successfully
ca: Configuració guardada

source: Enter the links you would like displayed in the header. Any URL left empty will not be used.
ca: Entra els enllaços que vols mostrar en l'encapçalament. Qualsevol URL que es quede buida no serà usat.

source: Links
ca: Enllaços

source: Link Name:
ca: Nom de l'enllaç:

source: URL:
ca: Enllaç:

source: Save
ca: Guardar
